[{
  "_id": {
    "$oid": "61ad38373e6658cb39c767fc"
  },
  "name": "Sudadera con capucha Viuda Negra",
  "description": "Deja que el asesino enmascarado dé un toque épico a tus looks diarios con esta sudadera con capucha. Su atrevido diseño, inspirado en el nuevo villano de Viuda Negra, presenta el texto &#x27;&#x27;Taskmaster&#x27;&#x27; y una ilustración de la máscara en la espalda.",
  "category": "Camiseta",
  "price": 2800,
  "stock": 5,
  "imgUrl": "https://cdn.s7.shopdisney.eu/is/image/DisneyStoreES/2403050290092M?$pdpXL$&fmt=webp&qlt=70&defaultImage=no-image-es_es",
  "quantity": 0,
  "__v": 0
},{
  "_id": {
    "$oid": "61ad38cd3e6658cb39c76805"
  },
  "name": "Camiseta infantil Spider-Man y sus amigos",
  "description": "Tu pequeño fan del superhéroe arácnido lucirá un estilo increíble con esta camiseta de cuello redondo. Su colorido diseño, con Spider-Man, Miles Morales y Ghost Spider, es perfecto para derrochar estilo de superhéroe con ropa informal.",
  "category": "Camiseta",
  "price": 1500,
  "stock": 9,
  "imgUrl": "https://cdn.s7.shopdisney.eu/is/image/DisneyStoreES/2401050290189M?$pdpXL$&fmt=webp&qlt=70&defaultImage=no-image-es_es",
  "quantity": 0,
  "__v": 0
},{
  "_id": {
    "$oid": "61ad392c3e6658cb39c76808"
  },
  "name": "Camiseta navideña Spider-Man para adultos",
  "description": "Empápate del espíritu navideño con esta increíble camiseta de Spidey. Su atrevido diseño, con Spider-Man balanceándose en una cadena de luces navideñas, cuenta con el logotipo de Marvel en gran tamaño.",
  "category": "Camiseta",
  "price": 1422,
  "stock": 6,
  "imgUrl": "https://cdn.s7.shopdisney.eu/is/image/DisneyStoreES/2403049790015M?$pdpXL$&fmt=webp&qlt=70&defaultImage=no-image-es_es",
  "quantity": 0,
  "__v": 0
},{
  "_id": {
    "$oid": "61ad39a5d71431e9bf16f3ac"
  },
  "name": "Camiseta Party Thor para adultos, ¿Qué pasaría si...? Marvel",
  "description": "¿Qué pasaría si... te enfundaras en esta suave camiseta fabricada completamente en algodón para explorar las infinitas y variadas posibilidades del Universo cinematográfico de Marvel? ¡Thor está deseando salir de fiesta contigo!",
  "category": "Camiseta",
  "price": 855,
  "stock": 4,
  "imgUrl": "https://cdn.s7.shopdisney.eu/is/image/DisneyStoreES/2403051770080M?$pdpXL$&fmt=webp&qlt=70&defaultImage=no-image-es_es",
  "quantity": 0,
  "__v": 0
},{
  "_id": {
    "$oid": "61ad3be06b3a09b37ec80ad6"
  },
  "name": "Camiseta infantil Spider-Man",
  "description": "Un gran estilo conlleva una gran responsabilidad. Dale un toque increíble al fondo de armario de tu pequeño héroe con esta camiseta de Spider-Man. La prenda de algodón con cuello redondo presenta una llamativa ilustración del personaje.",
  "category": "Camiseta",
  "price": 1100,
  "stock": 11,
  "imgUrl": "https://cdn.s7.shopdisney.eu/is/image/DisneyStoreES/2401050290165M?$pdpXL$&fmt=webp&qlt=70&defaultImage=no-image-es_es",
  "quantity": 0,
  "__v": 0
},{
  "_id": {
    "$oid": "61ad3d276b3a09b37ec80ad8"
  },
  "name": "Vaso viaje Mickey y Minnie Janucá",
  "description": "Este cómodo y original vaso es el regalo perfecto para tus seres queridos esta Janucá. El precioso diseño, con una adorable ilustración de los personajes y el texto &#x27;&#x27;Light, laughter and latkes&#x27;&#x27;, se ha rematado con una tapa con orificio para beber.",
  "category": "Vaso",
  "price": 1100,
  "stock": 9,
  "imgUrl": "https://cdn.s7.shopdisney.eu/is/image/DisneyStoreES/465022199628?$pdpXL$&fmt=webp&qlt=70&defaultImage=no-image-es_es",
  "quantity": 0,
  "__v": 0
},{
  "_id": {
    "$oid": "61ad3d7c6b3a09b37ec80ada"
  },
  "name": "Vaso viaje Alicia en el País de las Maravillas, Mary Blair",
  "description": "Emprende emocionantes aventuras en el País de las Maravillas con tu bebida favorita a mano. Su colorido diseño, con un estampado envolvente de los personajes inspirado en las ilustraciones de la icónica artista de Disney, Mary Blair, hará que se convierta en tu utensilio favorito de todos los días.",
  "category": "Vaso",
  "price": 1200,
  "stock": 9,
  "imgUrl": "https://cdn.s7.shopdisney.eu/is/image/DisneyStoreES/465032011019?$pdpXL$&fmt=webp&qlt=70&defaultImage=no-image-es_es",
  "quantity": 0,
  "__v": 0
},{
  "_id": {
    "$oid": "61ad3dbe6b3a09b37ec80adc"
  },
  "name": "Vaso viaje Shang-Chi y la leyenda de los Diez Anillos",
  "description": "Planta cara a la sed en tu camino hacia la lucha con esta taza de viaje. Su diseño de acero inoxidable, inspirado en Shang-Chi y la leyenda de los Diez Anillos, presenta una ilustración sutil del personaje e incluye una pajita y un limpiador para esta.",
  "category": "Vaso",
  "price": 1311,
  "stock": 7,
  "imgUrl": "https://cdn.s7.shopdisney.eu/is/image/DisneyStoreES/465031845882?$pdpXL$&fmt=webp&qlt=70&defaultImage=no-image-es_es",
  "quantity": 0,
  "__v": 0
},{
  "_id": {
    "$oid": "61ad3e036b3a09b37ec80ade"
  },
  "name": "Vaso Walt Disney World con pajita Mickey Mouse",
  "description": "Da un toque de diversión a las comidas con nuestro maravilloso vaso con pajita de Mickey Mouse. El diseño de doble capa presenta un estampado del personaje tipo boceto y una pajita con un gorro con orejas de Mickey moldeado.",
  "category": "Vaso",
  "price": 1500,
  "stock": 7,
  "imgUrl": "https://cdn.s7.shopdisney.eu/is/image/DisneyStoreES/465021846202?$pdpXL$&fmt=webp&qlt=70&defaultImage=no-image-es_es",
  "quantity": 0,
  "__v": 0
},{
  "_id": {
    "$oid": "61ad3ea36b3a09b37ec80ae0"
  },
  "name": "Comic Grimm Fairy Tales: Code Red Graphic Novel",
  "description": "Brittany Waters, también conocida como la Agente Roja, fue reclutada por el gobierno de los Estados Unidos para unirse al equipo secreto de Realm Knights y pronto se enfrenta a la Horda Oscura de forma regular. Pero la Reina Oscura, junto con la Horda, se está preparando para lanzar un ataque contra los desprevenidos Estados Unidos y Brittany se encuentra en medio de la pelea. ¡Este libro de bolsillo comercial divertido y lleno de acción se vincula directamente con la serie Grimm Fairy Tales de Zenescope!",
  "category": "Comic",
  "price": 1550,
  "stock": 7,
  "imgUrl": "https://cdn.shopify.com/s/files/1/1345/3855/products/CodeRed_TPB_cover_cropped_09c2142d-52da-43bb-b8bd-73e3ce26ec6f_360x.jpg?v=1591883638",
  "quantity": 0,
  "__v": 0
},{
  "_id": {
    "$oid": "61ad3f066b3a09b37ec80ae2"
  },
  "name": "Comic Robyn Hood: Vigilante Graphic Novel",
  "description": "Después de los acontecimientos recientes, Robyn se encuentra al otro lado de la ley. Cazada y no bienvenida tanto en las calles de la ciudad que ella llama hogar, como por la familia de forajidos que hizo en el subterráneo. Robyn está lidiando con su nuevo status quo de la única manera que sabe, con un puñado de preguntas y un arco lleno de flechas. Con el objetivo de vengarse de aquellos que le han dado un vuelco a su vida, debe buscar las respuestas para que las cosas vuelvan a ser como eran o lo más parecido por cualquier medio que sea necesario. ¡No te pierdas esta nueva y redefinida serie, Robyn Hood: Vigilante!",
  "category": "Comic",
  "price": 1510,
  "stock": 5,
  "imgUrl": "https://cdn.shopify.com/s/files/1/1345/3855/products/RH_Vigilante_TPB2_360x.jpg?v=1616180651",
  "quantity": 0,
  "__v": 0
},{
  "_id": {
    "$oid": "61ad3f486b3a09b37ec80ae4"
  },
  "name": "Comic Van Helsing vs. The League of Monsters Graphic Novel",
  "description": "Van Helsing todavía se está recuperando de las revelaciones de eventos recientes después de que su mundo se derrumbara a su alrededor. Pero no tendrá tiempo para recuperar el aliento, ya que algo catastrófico se dirige hacia ella. ¿Podrá manejar algunas de las criaturas más mortíferas de toda la existencia? Por sí solo, cualquiera de estos serían enemigos formidables, y Liesel se enfrentará al desafío definitivo al enfrentarse a todos a la vez. Las probabilidades no están a su favor y no se ve bien para el legendario cazador de vampiros.\n\n¡No te pierdas esta nueva y épica serie, Van Helsing vs The League of Monsters!\n\nColecciona Van Helsing vs The League of Monsters # 1 - 6.",
  "category": "Comic",
  "price": 1300,
  "stock": 8,
  "imgUrl": "https://cdn.shopify.com/s/files/1/1345/3855/products/VHVLOMGN_web_360x.jpg?v=1627844810",
  "quantity": 0,
  "__v": 0
},{
  "_id": {
    "$oid": "61ad3f7a6b3a09b37ec80ae6"
  },
  "name": "Comic Paul Green - 2021 July Cereal Cosplay Metal Card",
  "description": "Paul Green - 2021 July Cereal Cosplay Metal Card\n\nFlirty Rebels\n\nGrimm Fairy Tales, Vol. 2 #49 - Cover H\n\nArt by Paul Green | Ula Mos\n\n\n¡No te pierdas esta nueva y épica serie, Van Helsing vs The League of Monsters!\n\nColecciona Van Helsing vs The League of Monsters # 1 - 6.",
  "category": "Comic",
  "price": 1100,
  "stock": 7,
  "imgUrl": "https://cdn.shopify.com/s/files/1/1345/3855/products/VHVLOMGN_web_360x.jpg?v=1627844810",
  "quantity": 0,
  "__v": 0
},{
  "_id": {
    "$oid": "61ad40b86b3a09b37ec80aec"
  },
  "name": "Juguete Mattel set juego carrera montaña Radiador Springs",
  "description": "Ahora los fans de Cars de Disney Pixar pueden volver a los lugares emblemáticos y al terreno accidentado de Radiador Springs. Se trata de una emocionante carrera de dos coches desde lo alto del Wheel Well Motel, entrando y saliendo en espiral de una cascada y atravesando cuevas y edificios hasta la línea de meta: el Café V8 de Flo. Diversión emocionante para los aficionados a las carreras que adoran Cars de Disney y Pixar",
  "category": "Juguete",
  "price": 3500,
  "stock": 13,
  "imgUrl": "https://cdn.s7.shopdisney.eu/is/image/DisneyStoreES/461022197497?$pdpXL$&fmt=webp&qlt=70&defaultImage=no-image-es_es",
  "quantity": 0,
  "__v": 0
},{
  "_id": {
    "$oid": "61ad410f6b3a09b37ec80aee"
  },
  "name": "Juguete Muñeca edición limitada Sarah",
  "description": "Nos enorgullece presentar esta preciosa muñeca de Sarah Sanderson, que da vida a la hermana que resucitó en la película El Retorno de las Brujas. Con esta muñeca, que es un artículo de edición limitada diseñado por los artistas de Disney Store, los fans y coleccionistas podrán sumar una encantadora pieza nueva a sus colecciones.",
  "category": "Juguete",
  "price": 2900,
  "stock": 10,
  "imgUrl": "https://cdn.s7.shopdisney.eu/is/image/DisneyStoreES/460032132474?$pdpXL$&fmt=webp&qlt=70&defaultImage=no-image-es_es",
  "quantity": 0,
  "__v": 0
},{
  "_id": {
    "$oid": "61ad41546b3a09b37ec80af0"
  },
  "name": "Juguete Peluche mediano Pua",
  "description": "El cerdito amigo de Vaiana está más adorable que nunca en este peluche mediano de Pua. El encantador cerdito es suave y achuchable, y presenta detalles bordados con una expresión llena de carácter.",
  "category": "Juguete",
  "price": 2500,
  "stock": 10,
  "imgUrl": "https://cdn.s7.shopdisney.eu/is/image/DisneyStoreES/412315909006?$pdpXL$&fmt=webp&qlt=70&defaultImage=no-image-es_es",
  "quantity": 0,
  "__v": 0
},{
  "_id": {
    "$oid": "61ad419e6b3a09b37ec80af2"
  },
  "name": "Juguete Castillo de Hielo Frozen: El Reino de Hielo, LEGO",
  "description": "Visita a Elsa en el mágico Castillo de Hielo. Cruza la puerta principal y empieza a explorar todas las estancias. Admira la fuente de hielo, sube por la magnífica escalera curvilínea y contempla todo el reino desde el balcón. Entra en el maravilloso salón del trono, en el que encontrarás una versión de juguete del Castillo de Arendelle, cuélate en el dormitorio y el armario de Elsa, y sigue explorando hasta descubrir todos los rincones del castillo.",
  "category": "Juguete",
  "price": 6800,
  "stock": 10,
  "imgUrl": "https://cdn.s7.shopdisney.eu/is/image/DisneyStoreES/461032361987?$pdpXL$&fmt=webp&qlt=70&defaultImage=no-image-es_es",
  "quantity": 0,
  "__v": 0
},{
  "_id": {
    "$oid": "61ad42396b3a09b37ec80af5"
  },
  "name": "Marvel Pin Hulk",
  "description": "Da un toque aplastante a tu colección de Marvel con este pin de Hulk. Su clásico diseño, que presenta el logotipo y una ilustración clásica del personaje, le dará un toque épico a tu colección del famoso universo cinematográfico.",
  "category": "Accesorio Marvel",
  "price": 250,
  "stock": 10,
  "imgUrl": "https://cdn.s7.shopdisney.eu/is/image/DisneyStoreES/466042067126?$pdpXL$&fmt=webp&qlt=70&defaultImage=no-image-es_es",
  "quantity": 0,
  "__v": 0
},{
  "_id": {
    "$oid": "61ad42726b3a09b37ec80af7"
  },
  "name": "Marvel Figura de acción y moto flexibles Iron Man",
  "description": "Iron Man se monta en una máquina de combate flexible para enfrentarse a las fuerzas del mal. ¡Gira! ¡Da la vuelta! Imagina llegar a toda velocidad al lugar de los hechos en una moto y, luego, cambiar el vehículo por armas de alta tecnología para frustrar los planes del villano.",
  "category": "Accesorio Marvel",
  "price": 1500,
  "stock": 6,
  "imgUrl": "https://cdn.s7.shopdisney.eu/is/image/DisneyStoreES/461012122805?$pdpXL$&fmt=webp&qlt=70&defaultImage=no-image-es_es",
  "quantity": 0,
  "__v": 0
},{
  "_id": {
    "$oid": "61ad42a86b3a09b37ec80af9"
  },
  "name": "Marvel Set pins",
  "description": "Reúne a tres superhéroes clásicos con este set de pins de Marvel. Sus diseños, repletos de acción con Capitán América, Iron Man y Capitana Marvel, presentan ilustraciones clásicas de los personajes y textos.",
  "category": "Accesorio Marvel",
  "price": 1300,
  "stock": 7,
  "imgUrl": "https://cdn.s7.shopdisney.eu/is/image/DisneyStoreES/466042290296?$pdpXL$&fmt=webp&qlt=70&defaultImage=no-image-es_es",
  "quantity": 0,
  "__v": 0
},{
  "_id": {
    "$oid": "61ad42e06b3a09b37ec80afb"
  },
  "name": "Marvel Peluche pequeño Hulk",
  "description": "¡No le hagas enfadar! Este peluche pequeño de Hulk está preparado para entrar en acción. Rematado con pelo mullido y rasgos faciales bordados, este superhéroe verde expuesto a los rayos gamma es superachuchable.",
  "category": "Accesorio Marvel",
  "price": 1350,
  "stock": 4,
  "imgUrl": "https://cdn.s7.shopdisney.eu/is/image/DisneyStoreES/412301759660?$pdpXL$&fmt=webp&qlt=70&defaultImage=no-image-es_es",
  "quantity": 0,
  "__v": 0
},{
  "_id": {
    "$oid": "61ad53896b3a09b37ec80b00"
  },
  "name": "DC Iron Studios Clark Kent Deluxe Art",
  "description": "Clark Kent Deluxe Art Scale 1&#x2F;10 – DC Comics     Estatua de lujo de Clark Kent - DC Comics - Art Scale 1&#x2F;10 - Iron Studios ¡Arriba, arriba y lejos! ¡Iron Studios trae la versión civil de Superman! En lo alto de un edificio en la gran ciudad de...",
  "category": "Accesorio DC",
  "price": 5800,
  "stock": 4,
  "imgUrl": "https://cdn.shopify.com/s/files/1/0040/6624/6769/products/White.jpg?v=1637673923019-O.webp",
  "quantity": 0,
  "__v": 0
},{
  "_id": {
    "$oid": "61ad53e46b3a09b37ec80b04"
  },
  "name": "DC McFarlane Toys The Batman (película)",
  "description": "El Batman tiene dos años en su papel como encarnación de la venganza de gótico, un vigilante nocturno que ataca miedo en los corazones de los criminales. Un dión reclusivo de la familia más rica de Gotham cuestionando el legado de su familia, el mayor detective del mundo acecha las...",
  "category": "Accesorio DC",
  "price": 9500,
  "stock": 4,
  "imgUrl": "https://cdn.shopify.com/s/files/1/0040/6624/6769/products/61ektBcmOIL._AC_SL1500.jpg?v=1635340336",
  "quantity": 0,
  "__v": 0
},{
  "_id": {
    "$oid": "61ad54426b3a09b37ec80b06"
  },
  "name": "DC LEGO Star Wars Millennium Falcon",
  "description": "LEGO Star Wars Millennium Falcon Incluye 4 minifiguras de la tripulación clásica: Han Solo, Chewbacca, Princesa Leia y C-3PO; incluye también 3 minifiguras de la tripulación de los Episodios VII y VIII: Han Solo mayor, Rey y Finn. El exterior cuenta con secciones de casco desmontables con elaborados detalles, rampa de embarque...",
  "category": "Accesorio DC",
  "price": 18000,
  "stock": 4,
  "imgUrl": "https://cdn.shopify.com/s/files/1/0040/6624/6769/products/91FoS63ClXL._AC_SL1500_800x800.jpg?v=1634841685",
  "quantity": 0,
  "__v": 0
},{
  "_id": {
    "$oid": "61ad547c6b3a09b37ec80b08"
  },
  "name": "DC Barbie Mujer Maravilla de La Liga de la Justicia",
  "description": "Barbie Mujer Maravilla de La Liga de la Justicia Enfrentando a un gran enemigo, la Mujer Maravilla y Batman se unen para reclutar a un grupo de metahumanos para luchar contra esta amenaza que recién despierta. Habiendo formado una liga de héroes sin precedentes, se propusieron salvar al planeta de...",
  "category": "Accesorio DC",
  "price": 15000,
  "stock": 6,
  "imgUrl": "https://cdn.shopify.com/s/files/1/0040/6624/6769/products/81tRKSBdH_L._AC_SL1500.jpg?v=1636380066",
  "quantity": 0,
  "__v": 0
}]